;汉化：aotix

[CAT6SniperM1 X2CharacterTemplate]
strCharacterName="CAT6狙击手"
[CAT6SniperM2 X2CharacterTemplate]
strCharacterName="CAT6狙击手"
[CAT6SniperM3 X2CharacterTemplate]
strCharacterName="CAT6狙击手"

[AutopsyCAT6Sniper X2TechTemplate]
DisplayName="解剖CAT6狙击手"
Summary="让我们尽可能地了解这个新敌人。"
CodeName="CAT6 Mk. 2"
LongDescription="CAT6是一家私人军事公司，以第六类（Category 6）命名，第六类是指被系统联盟开除的士兵。众所周知，CAT6成员有大量的犯罪记录和虐待历史。"

[CorpseCAT6Sniper X2ItemTemplate]
FriendlyName="CAT6狙击手尸体"
FriendlyNamePlural="CAT6狙击手尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CAT6SniperArmor X2TechTemplate]
DisplayName="CAT6狙击手盔甲"
Summary="装备于CAT6狙击手"
CodeName="CAT6 Mk. 2"
LongDescription="装备于CAT6狙击手"

[CAT6SniperArmorSoldier X2ArmorTemplate]
FriendlyName="CAT6狙击手盔甲"
FriendlyNamePlural="CAT6狙击手盔甲"
BriefSummary="装备于CAT6狙击手"
TacticalText="<Bullet/>装备于CAT6狙击手"



